{
  "Centro": {
    "description": "Il cuore pulsante di Eodum, dove il potere e la tecnologia si concentrano.",
    "places": {
      "Piazza Centrale": {
        "image": "https://images.unsplash.com/photo-1518709268805-4e9042af2176?w=800&h=200&fit=crop",
        "description": "Una vasta piazza lastricata in pietra grigia, circondata da antichi edifici dalle facciate logore dal tempo. Al centro si erge una fontana di marmo nero, le cui acque scorrono silenziose come lacrime di pietra."
      },
      "Fortezza": {
        "image": "https://images.unsplash.com/photo-1520637836862-4d197d17c38a?w=800&h=200&fit=crop",
        "description": "Una massiccia struttura di pietra nera che domina il centro della città. Le sue mura spesse nascondono segreti antichi, mentre le torri si perdono nella nebbia perenne di Eodum."
      },
      "Banca": {
        "image": "https://images.unsplash.com/photo-1541354329998-f4d9a9f9297f?w=800&h=200&fit=crop",
        "description": "Un edificio imponente con colonne di marmo e porte dorate. All'interno, il ticchettio degli abachi si mescola ai sussurri di transazioni segrete."
      }
    }
  },
  "Periferia": {
    "description": "I confini di Eodum, dove la civilizzazione incontra l'ignoto.",
    "places": {
      "Rovine": {
        "image": "https://images.unsplash.com/photo-1578498721985-a2e6b5fdbe26?w=800&h=200&fit=crop",
        "description": "Resti di antiche costruzioni emergono dalla nebbia come denti rotti. La vegetazione selvatica ha reclamato questi luoghi dimenticati, creando un labirinto di pietra e natura."
      },
      "Ponte": {
        "image": "https://images.unsplash.com/photo-1578169252050-1a2f0ac6c2f0?w=800&h=200&fit=crop",
        "description": "Un antico ponte di pietra attraversa un abisso avvolto nella nebbia. I suoi archi gotici risuonano dei passi di chi osa attraversarlo, mentre sotto si odono echi misteriosi."
      },
      "Area verde": {
        "image": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?w=800&h=200&fit=crop",
        "description": "Una distesa di erba pallida e alberi dalle foglie grigie. Qui la nebbia si dirada occasionalmente, rivelando fiori che brillano di una luce propria."
      }
    }
  },
  "Mercato": {
    "description": "Il centro commerciale di Eodum, dove ogni cosa ha un prezzo.",
    "places": {
      "Taverna del Corvo Nero": {
        "image": "https://images.unsplash.com/photo-1571997478779-2adcbbe9ab2f?w=800&h=200&fit=crop",
        "description": "Un locale buio e accogliente, illuminato solo dal crepitio del fuoco nel camino e da poche candele tremolanti. L'aria è densa di fumo e del profumo di birra scura."
      },
      "Bazar": {
        "image": "https://images.unsplash.com/photo-1578662996442-48f60103fc96?w=800&h=200&fit=crop",
        "description": "Bancarelle di legno scuro si susseguono in file ordinate, coperte da tende logore. Mercanti incappucciati vendono merci strane: amuleti che brillano di luce propria."
      },
      "Magazzino": {
        "image": "https://images.unsplash.com/photo-1586023492125-27b2c045efd7?w=800&h=200&fit=crop",
        "description": "Un edificio di mattoni rossi con ampie porte di ferro. All'interno, casse misteriose si accatastano fino al soffitto, alcune emettono strani bagliori."
      }
    }
  },
  "Quartiere": {
    "description": "La zona residenziale di Eodum, dove gli abitanti conducono le loro vite quotidiane.",
    "places": {
      "Biblioteca Antica": {
        "image": "https://images.unsplash.com/photo-1507003211169-0a1dd7228f2d?w=800&h=200&fit=crop",
        "description": "Torreggianti scaffali di quercia scura si perdono nell'ombra, carichi di tomi polverosi e pergamene ingiallite. L'aria profuma di carta antica e inchiostro."
      },
      "Arena dei Sussurri": {
        "image": "https://images.unsplash.com/photo-1578662996442-48f60103fc96?w=800&h=200&fit=crop",
        "description": "Un'arena circolare scavata nella roccia nera, circondata da gradinate di pietra logore dal tempo. Al centro, un cerchio di sabbia rossastra porta ancora i segni di antichi duelli."
      },
      "Campo": {
        "image": "https://images.unsplash.com/photo-1500964757637-c85e8a162699?w=800&h=200&fit=crop",
        "description": "Un ampio spiazzo di terra battuta dove l'erba fatica a crescere. Utilizzato per addestramenti e duelli, il terreno è segnato da innumerevoli scontri del passato."
      }
    }
  }
}